HELLO_MESSAGE = ("👋 Привет! Тебя приветствует бот от игрового клуба GameHub, при помощи меня ты сможешь:\n"
                 "- Забронировать место для игрового сеанса.\n"
                 "- Посмотреть загруженность на тот или иной день.\n"
                 "- Узнать побольше об этом месте.\n"
                 "🕵️‍♂️ Выбери то, что тебя интересует, а я помогу!")

PROFILE_MESSAGE_UNAUTH = ("👥 Ваш игровой профиль:\n"
                   "Имя:")

CHOICE_REG_OR_AUTH_MESSAGE = "Что будем делать? 🤔"

REGISTRATION_MAIN_MESSAGE = ("👻 Рад слышать, что ты готов присоединиться к нашему сообществу! Для начала тебе стоит выбрать, как ты бы хотел зарегистрироваться:\n"
                     "1. Регистрация одним сообщением.\n"
                     "2. Регистрация в виде опроса. (По шагам)\n"
                     "🤭 Результат будет одним и тем же, всё для твоего удобства.")


REGISTRATION_ONE_MESSAGE = ("🗣️ Для успешной регистрации введи нижеуказанную информацию по заданной форме:\n"

REGISTRATION_ONE_MESSAGE = ("🤖 Для успешной регистрации введи нижеуказанную информацию по заданной форме:\n"

                            "1. Твоё имя\n"
                            "2. Адрес электронной почты\n"
                            "3. Номер телефона\n"
                            "4. Возраст\n"
                            )

